tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bat"
brew "bottom"
brew "cowsay"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-quick-stats"
brew "git-standup"
brew "gitui"
brew "htop"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "yarn"
brew "zoxide"
cask "alfred"
cask "bartender"
cask "centered"
cask "cleanshot"
cask "docker"
cask "fig"
cask "font-source-code-pro"
cask "gpg-suite"
cask "hammerspoon"
cask "iterm2"
cask "obsidian"
cask "scroll-reverser"
cask "the-unarchiver"
cask "visual-studio-code"
